Revit 2024 API
TableCellStyleOverrideOptions.BorderLineStyle Property
 Indicates if the border line style characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool BorderLineStyle { get; set; }
Visual Basic
Public Property BorderLineStyle As Boolean
	Get
	Set
Visual C++
public:
property bool BorderLineStyle {
	bool get ();
	void set (bool value);
}
See Also
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace